---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.MismatchPoleBrakesSlotsNumbers
source: html/918a0394-a98f-f920-1756-98fe9ac4a9db.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.MismatchPoleBrakesSlotsNumbers Property

The number of pole breakers may not be less than the number of occupied slots.

## Syntax (C#)
```csharp
public static FailureDefinitionId MismatchPoleBrakesSlotsNumbers { get; }
```